{
  "heroSection": {
    "btnText": "हाम्रो कथा",
    "title": "प्रविधिभन्दा पर — Nexux Lab सँग विकासलाई सशक्त बनाउँदै",
    "subtitle": "हामी विश्वास गर्छौं कि उत्कृष्ट डिजिटल समाधानहरू मानिसहरूलाई बुझ्नबाट सुरु हुन्छन्। हाम्रो मिशन नवीन प्रविधि र मानव-केंद्रित डिजाइनमार्फत व्यवसायहरूलाई रूपान्तरण गर्नु हो।",
    "cta_1": "हाम्रो यात्रा",
    "cta_2": "क्यारियरहरू अन्वेषण गर्नुहोस्"
  },
  "missionVision": {
    "btnText": {
      "text1": "हाम्रो",
      "color1": "मिशन",
      "text2": "र",
      "color2": "दृष्टि"
    },
    "title": {
      "text1": "उद्देश्य सहितको ",
      "color1": "नवाचार",
      "text2": "। विकाससँग",
      "color2": "दृष्टि"
    },
    "description": "हाम्रो आधार ती मूल मूल्यहरूमा निर्माण गरिएको छ जसले हामीले गर्ने प्रत्येक कामलाई मार्गदर्शन गर्छ।",
    "cardTitle1": "हाम्रो मिशन",
    "cardDescription1": "व्यवसायहरूलाई नवीन प्रविधि समाधानमार्फत सशक्त बनाउनु जसले विकास, दक्षता र ग्राहक सन्तुष्टिलाई अगाडि बढाउँछ। हामी दृष्टि र कार्यान्वयन बीचको पुल हौं, विचारहरूलाई प्रभावशाली डिजिटल अनुभवमा रूपान्तरण गर्दै।",
    "cardTitle2": "हाम्रो दृष्टि",
    "cardDescription2": "डिजिटल रूपान्तरणमा विश्वको सबैभन्दा विश्वासिलो साझेदार बन्नु, जसलाई हाम्रो नवाचार, सत्यनिष्ठा र उत्कृष्टताप्रतिको प्रतिबद्धताका लागि चिनिन्छ। हामी यस्तो भविष्य कल्पना गर्छौं जहाँ प्रविधिले व्यवसाय र जीवनका हरेक पक्षलाई सहज रूपमा उन्नत गर्छ।"
  },
  "ourStory": {
    "btnText": {
      "text1": "हाम्रो",
      "color1": "कथा"
    },
    "title": {
      "text1": "प्रविधिभन्दा",
      "color1": "पार",
      "text2": "— विकासलाई सशक्त बनाउँदै",
      "color2": "Nexux Lab"
    },
    "description": {
      "d1": "Nexux Labs एउटा सरल विश्वासबाट सुरु भयो: प्रविधिले सहयोग गर्नुपर्छ, जटिल होइन। 2017 मा इन्जिनियर र डिजाइनरहरूको समूहद्वारा स्थापना गरिएको, हामीले फरक प्रकारको प्रविधि कम्पनी निर्माण गर्ने लक्ष्य राख्यौं।",
      "d2": "सान फ्रान्सिस्कोको सानो अफिसमा हाम्रो प्रारम्भिक दिनहरूबाट, हामी विश्वभरका ग्राहकहरूलाई सेवा दिने एक विश्वव्यापी विशेषज्ञ टोलीमा परिणत भएका छौं। तर हाम्रा मूल मूल्यहरू उस्तै छन् — नवाचार, सहकार्य, र ग्राहकहरूको सफलताप्रतिको अडिग प्रतिबद्धता।",
      "d3": "आज, हामी साना स्टार्टअपदेखि लिएर Fortune 500 कम्पनीहरूसम्मका व्यवसायहरूसँग काम गर्न गर्व गर्छौं, तिनीहरूलाई बदलिँदो डिजिटल वातावरणमा मार्गदर्शन गर्दै र उनीहरूको लक्ष्यहरू हासिल गर्न मद्दत गर्दै।"
    }
  },
  "ourJourney": {
    "btnText": {
      "text1": "हाम्रो",
      "color1": "यात्रा"
    },
    "title": {
      "text1": "हाम्रो नवाचार र",
      "color1": "विकासको",
      "text2": "यात्रा।",
      "color2": ""
    },
    "description": "हाम्रो यात्राको प्रत्येक कदमले नवाचार र उत्कृष्टताप्रतिको हाम्रो प्रतिबद्धता झल्काउँछ — विचारहरूलाई प्रभावशाली डिजिटल समाधानमा रूपान्तरण गर्दै र विश्वभरका ग्राहकहरूसँगै विकास गर्दै।",
    "journeyData": [
      {
        "year": "2017",
        "title": "स्थापना",
        "brief": "Nexux Labs सान फ्रान्सिस्कोमा उत्साही प्रविधि विशेषज्ञहरूको टोलीद्वारा स्थापना गरियो।",
        "side": "left"
      },
      {
        "year": "2019",
        "title": "वैश्विक विस्तार",
        "brief": "न्युयोर्क र लन्डनमा अफिसहरू खोलियो, तीन महादेशका ग्राहकहरूलाई सेवा दिँदै।",
        "side": "right"
      },
      {
        "year": "2021",
        "title": "50+ परियोजनाहरू",
        "brief": "50 सफल परियोजनाहरू र 5-तारे ग्राहक सन्तुष्टिको माइलस्टोन हासिल गरियो।",
        "side": "left"
      },
      {
        "year": "2023",
        "title": "उद्योग मान्यता",
        "brief": "Tech Awards International द्वारा 'सर्वश्रेष्ठ डिजिटल नवाचार एजेन्सी' पुरस्कार प्राप्त।",
        "side": "right"
      },
      {
        "year": "2025",
        "title": "आज",
        "brief": "40+ विशेषज्ञहरूको टोलीका साथ विश्वभरका व्यवसायहरूको डिजिटल रूपान्तरणमा नेतृत्व गर्दै।",
        "side": "left"
      }
    ]
  },
  "ourValues": {
    "btnText": {
      "text1": "हाम्रो",
      "color1": "मूल्यहरू"
    },
    "title": {
      "text1": "मूल्यद्वारा निर्देशित,",
      "color1": "नवाचारद्वारा प्रेरित",
      "text2": "",
      "color2": ""
    },
    "description": "Nexux Lab मा, हाम्रा मूल मूल्यहरूले हामीले सिर्जना गर्ने हरेक कुरालाई आकार दिन्छ — नवाचार, सहकार्य, र उत्कृष्टतालाई प्रेरित गर्दै, ताकि हाम्रा ग्राहकहरूका लागि अर्थपूर्ण डिजिटल अनुभवहरू प्रदान गर्न सकियोस्।",
    "valuesData": [
      {
        "icon": "target",
        "title": "नवाचार पहिलो",
        "description": "हामी निरन्तर सीमाहरू तोड्छौं, नयाँ प्रविधिहरूको अन्वेषण गर्छौं, र सम्भावनाहरू पुन: परिभाषित गर्ने भविष्यमुखी समाधानहरू सिर्जना गर्छौं।"
      },
      {
        "icon": "heart",
        "title": "ग्राहक दृष्टिकोण",
        "description": "प्रत्येक विचार ग्राहकहरूको आवश्यकता बुझ्नबाट सुरु हुन्छ। हामी सहानुभूति र दीर्घकालीन सम्बन्धका साथ डिजाइन, विकास, र वितरण गर्छौं।"
      },
      {
        "icon": "people",
        "title": "सहकार्य संस्कृति",
        "description": "हामी विश्वास गर्छौं कि जब सिर्जनात्मक दिमागहरू एकजुट हुन्छन्, स्वतन्त्र रूपमा विचारहरू बाँड्छन्, र साझा सफलताका लागि सँगै काम गर्छन्, तब महान् उपलब्धिहरू सम्भव हुन्छन्।"
      },
      {
        "icon": "badge",
        "title": "गुणस्तर र विश्वसनीयता",
        "description": "हामी सुरक्षित, स्केलेबल, र भरपर्दो समाधानहरू प्रदान गर्न गर्व गर्छौं — जसमा विश्वास, शुद्धता, र उत्कृष्टताप्रतिको अटूट प्रतिबद्धता निहित छ।"
      }
    ]
  }
}
