{
  "heroSection": {
    "btnText": "हाम्रो टोलीमा सामेल हुनुहोस्",
    "title": "हाम्रो साथ भविष्य निर्माण गर्नुहोस्। हामी जिज्ञासु र समस्या समाधान गर्ने मानिसहरू खोज्दैछौं।",
    "subtitle": "हामी नविनतम उत्पादनहरू निर्माण गर्दैछौं जसले व्यवसायहरूलाई सफल बनाउन सशक्त बनाउँछ, र हामी जिज्ञासु, प्रेरित, र उत्साही व्यक्तिहरूलाई हाम्रो टोलीमा सामेल भएर रचनात्मक रूपमा सहकार्य गर्न र हरेक दिन ती उत्पादनहरू सँगै निर्माण गर्न खोज्दैछौं।",
    "cta_1": "खुला पदहरू हेर्नुहोस्",
    "cta_2": "सम्पर्क गर्नुहोस्"
  },
  "bp": {
    "title": "लाभहरू र",
    "colortitle": "सुविधाहरू",
    "heading": "जहाँ",
    "colorheading": "उत्कृष्ट काम",
    "heading_1": "भेटिन्छ",
    "colorheading_1": "उत्कृष्ट सुविधासँग",
    "description": "हामी हाम्रो टोलीमा लगानी गर्छौं — लचिलोपन, विकास, र कल्याणको सन्तुलनसहित — जसले तपाईंलाई कामभित्र र बाहिर दुवैमा फस्टाउन मद्दत गर्छ।",
    "benifit": [
      {
        "icon": "dollar",
        "title": "प्रतिस्पर्धी तलब",
        "description": "हामी विश्वास गर्छौं कि उत्कृष्ट कामलाई उत्कृष्ट पुरस्कार मिल्नु पर्छ। हाम्रो पारिश्रमिक प्याकेजहरू तपाईंको प्रतिभा, योगदान र समर्पणको कदर गर्नका लागि डिजाइन गरिएको हो — उद्योग-अग्रणी तलब, वृद्धि बोनस, र पारदर्शी समीक्षा प्रणाली सहित।"
      },
      {
        "icon": "time",
        "title": "लचिलो समय",
        "description": "हामी बुझ्छौं कि सिर्जनशीलता र ध्यान सधैं ९ देखि ५ को तालिकामा सीमित हुँदैन। लचिलो कार्य समय, हाइब्रिड विकल्पहरू, र आफ्नो समय आफैं व्यवस्थापन गर्ने स्वतन्त्रता पाउनुहोस् — ताकि तपाईं आफ्नो सन्तुलन गुमाउनु बिना उत्कृष्ट प्रदर्शन गर्न सक्नुहोस्।"
      },
      {
        "icon": "briefcase",
        "title": "विकासका अवसरहरू",
        "description": "तपाईं हाम्रो टोलीमा सामेल भएपछि यात्रा समाप्त हुँदैन। मार्गदर्शन र सीप-विकास कार्यक्रमदेखि लिएर नेतृत्व प्रशिक्षण र परियोजना स्वामित्वसम्म, हामी सुनिश्चित गर्छौं कि प्रत्येक भूमिकाले तपाईंलाई व्यक्तिगत र व्यावसायिक रूपमा दुवै बढ्न मद्दत गर्छ।"
      }
    ],
    "note": "थप सुविधाहरू: स्वास्थ्य बीमा,",
    "colornote": "401(k)",
    "note_1": "म्याचिङ, असीमित",
    "colornote_1": "पेड छुट्टी (PTO)",
    "note_2": ", अध्ययनका लागि",
    "colornote_2": "बजेट",
    "note_3": ", टोलीका",
    "colornote_3": "कार्यक्रमहरू",
    "note_4": ", र अन्य धेरै!"
  },
  "position": {
    "title": "खुला",
    "colortitle": "पदहरू",
    "colorheading": "खोज्नुहोस्",
    "heading": "तपाईंको अर्को",
    "colorheading_1": "अवसर",
    "heading_1": "हाम्रो साथ",
    "description": "हामी हाम्रो टोलीमा लचिलोपन, विकास, र कल्याणको सन्तुलनसहित लगानी गर्छौं — जसले तपाईंलाई कामभित्र र बाहिर दुवैमा फस्टाउन मद्दत गर्छ।"
  }
}
