{
  "heroSection": {
    "btnText": "व्यापक समाधानहरू",
    "title": "तपाईंको व्यवसायिक आवश्यकताहरूका लागि अनुरूप डिजिटल समाधानहरू",
    "subtitle": "रणनीति र डिजाइनदेखि विकास र अनुकूलनसम्म, हामी तीव्र वृद्धि र तपाईंको व्यवसायलाई रूपान्तरण गर्ने व्यापक डिजिटल समाधानहरू प्रदान गर्दछौं।",
    "cta_1": "परामर्श बुक गर्नुहोस्",
    "cta_2": "केस अध्ययनहरू हेर्नुहोस्"
  },
  "capabilities": {
    "title": "हाम्रो क्षमता",
    "heading": "सेवाहरू जसले",
    "colorheading": "परिणाम ल्याउँछ",
    "description": "आपको ब्रान्डलाई उचाइमा पुर्‍याउन र प्रभाव अधिकतम बनाउन डिजाइन गरिएको सम्पूर्ण डिजिटल समाधानहरू।"
  },
  "process": {
    "title": "हाम्रो प्रक्रिया",
    "heading": "एक प्रमाणित",
    "colorheading": "विधि",
    "heading_1": "जसले ल्याउँछ",
    "colorheading_1": "परिणाम",
    "heading_2": "हरेक पटक।",
    "description": "हाम्रो प्रक्रिया रणनीति, डिजाइन र प्रविधिको संयोजन हो — जसले सुनिश्चित गर्छ कि हामीले निर्माण गर्ने प्रत्येक उत्पादन प्रयोगकर्ता-केंद्रित, भविष्य-तैयार र तपाईंको व्यवसायिक लक्ष्यहरूसँग मेल खाने हुन्छ।",
    "steps": {
      "1": {
        "title": "तपाईंको दृष्टिकोण परिभाषित गर्ने अन्तर्दृष्टिहरू पत्ता लगाउनुहोस्",
        "description": "हामी तपाईंको व्यवसायिक लक्ष्यहरू, चुनौतीहरू र लक्षित दर्शकलाई बुझेर सुरु गर्छौं।"
      },
      "2": {
        "title": "आकर्षक र जोड्ने अनुभवहरू डिजाइन गर्नुहोस्",
        "description": "हामी तपाईंको उद्देश्य र चुनौतीहरूमा गहिरो रूपमा डुब्छौं ताकि दिगो डिजिटल सफलता सुनिश्चित गर्ने रणनीति तयार गर्न सकियोस्।"
      },
      "3": {
        "title": "कुशल र सजिलै विस्तार गर्न सकिने समाधानहरू विकास गर्नुहोस्",
        "description": "हाम्रा इन्जिनियरहरूले अत्याधुनिक प्रविधि प्रयोग गरी मजबूत र स्केलेबल समाधानहरू निर्माण गर्छन्।"
      },
      "4": {
        "title": "सुरु गर्नुहोस्, समर्थन दिनुहोस् र निरन्तर सुधार गर्नुहोस्",
        "description": "हामी तपाईंको समाधान लागू गर्छौं र निरन्तर सफलता सुनिश्चित गर्न निरन्तर समर्थन प्रदान गर्छौं।"
      }
    }
  },
  "fromLabs": {
    "title": "ल्याबबाट",
    "heading": "किन रोज्ने",
    "colorheading": "Nexux Lab",
    "heading_1": "तपाईंको डिजिटल आवश्यकताहरूका लागि?",
    "list": [
      "१० वर्षभन्दा बढी अनुभव भएको पुरस्कार विजेता टोली",
      "रणनीति देखि समर्थन सम्मको सम्पूर्ण समाधान",
      "ROI अधिकतम गर्न डेटा-आधारित दृष्टिकोण",
      "२४/७ समर्पित समर्थन र अनुकूलन",
      "५०० भन्दा बढी सफल परियोजनासँगको प्रमाणित इतिहास"
    ]
  }
}
